Repository: heisantosh/switchboard-plug-machineinfo
Catalog: po/*.po
Languages: mg, uk

source: About
mg: Mombamomba
uk: Про elementary

source: View System Information
mg: Mijery ny mombamomba ny system
uk: Переглянути системну інформацію

source: Unknown
mg: Tsy fahita
uk: Невідомо

source: Dual-Core
mg: Roy-loha
uk: Дво-ядерний

source: Quad-Core
mg: Efa-doha
uk: Чотири-ядерний

source: Built on %s %s
mg: Vita amin'ny %$ %$
uk: Базовано на %s %s

source: Website
mg: Tranonkala
uk: Веб-сайт

source: Hardware:
mg: Fitaovana
uk: Апаратне забезпечення:

source: Processor:
mg: Atidoha
uk: Процесор:

source: Memory:
mg: Tadidy
uk: Оперативна пам'ять:

source: Graphics:
mg: Loko
uk: Графіка:

source: Storage:
mg: Fitahirizana
uk: Основна пам’ять:

source: Suggest Translations
mg: Tondrozotram-pandikana
uk: Допомогти з перекладом

source: Report a Problem
mg: Hampita olana
uk: Повідомити про проблему

source: Check for Updates
mg: Hijery vaovao
uk: Перевірити наявність оновлень

source: Restore Default Settings
mg: Avereno tamin'ny voalohany
uk: ВІдновити типові налаштування

source: System settings will be restored to the factory defaults
mg: Ho averina tamin'ny volohany ny firafitry ny system
uk: Системні параметри будуть відновлені до заводських налаштувань

source: All system settings and data will be reset to the default values.
mg: Hiverina amin'ny voalohany daholo ny firafitra sy ny tahiry rehetra
uk: Всі системні параметри та дані будуть скинуть до типових значень.

source: Personal data, such as music and pictures, will be uneffected.
mg: Ny firafitra sy tahiry manokana dia tsy ho voakasika
uk: Персональні дані, такі як музика та картинки, залишаться незміненими.

source: Restore Settings
mg: Avereno ny firafitra
uk: Відновити налаштування

source: Cancel
mg: Foano
